"CURRENT_LANGUAGE" = "Czech Replublic";

"Documents" = "Dokumenty";
"Favorites" = "Oblíbené";
"Preferences" = "Předvolby";
"Where" = "Kde";
"Terminal" = "Terminal";
"Find" = "Hledat";
"Music" = "Hudba";
"Trash" = "Koš";
"Stop" = "Stop";
"Help" = "Nápověda";
"Find Text" = "Najít text";
"Info" = "Informace";
"Pictures" = "Obrázky";
"Show" = "Ukázat";
"Compress" = "Komprimovat";
"Open" = "Otevřít";
"Computer" = "Počítač";
"Disk Image" = "Obraz disku";
"Delete" = "Smazat";
"Move" = "Přesunout";
"New Folder" = "Nová složka";
"Finder" = "Finder";
"Copy" = "Kopírovat";
"Desktop" = "Plocha";
"Duplicate" = "Duplikovat";
"Public" = "Veřejný";
"Preview" = "Náhled";
"Decompress" = "Rozbalit";
"Find/Stop" = "Najít/Zastavit";
"Eject" = "Vysunout";
"Applications" = "Applikace";
"Home" = "Domov";
"Back" = "Zpět";
"Movies" = "Filmy";

"Stop" = "Zastavit";
"Copy" = "Kopírovat";

"Cancel" = "Zrušit";
"OK" = "Budiž";

"Hide Invisible Files" = "Skrýt neviditelné soubory";
"Hide Icons" = "Skrýt ikony";
"Show Invisible Files" = "Ukázat neviditelné soubory";
"Hide Desktop" = "Skrýt Plochu Path Finderu";
"Show Icons" = "Ukázat ikony";
"Hide Preview" = "Skrýt Náhled";
"Show Desktop" = "Ukázat plochu Path Finderu";
"Smart Sorting Off" = "Vypnout chytré třídění";
"Show Preview" = "Ukázat Náhled";

"Smart Sorting On" = "Zapnout chytré třídění";
"Generic Icons Off" = "Vypnout obecné ikony";
"Generic Icons On" = "Zapnout obecné ikony";
"Invalid Registration Code!" = "Neplatný registrační kód";
"Thank you for registering Path Finder!" = "Děkujeme za zaregistrování programu Path Finder";
"This copy of Path Finder is not registered" = "Tato kopie programu Path Finder není zaregistrována.";
"Preview" = "Náhled";
"Update Database" = "Aktualizovat databázi";
"Updating..." = "Probíhá aktualizace...";
"Reveal in Finder" = "Ukázat ve Finderu";
"View as Hex" = "Zobrazit hexadecimálně";
"Show in New Window" = "Ukázat v novém okně";
"Make Alias" = "Vytvořit zástupce";
"Duplicate" = "Duplikovat";

"Rename" = "Přejmenovat";
"Move to Trash" = "Přesunout do koše";
"Open with %@" = "Otevřít v %@";
"Eject" = "Vysunout";
"Open" = "Otevřít";
"Open with" = "Otevřít v";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Zkontrolujte nastavení pro iTools v Převolbách pro Systém v záložce Internet";
"Initializing..." = "Inicializace...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Skončila platnost beta verze programu Path Finder.  Stáhněte se poslední verzi z cocoatech.com.";
"Error getting iDisk user name and password" = "Nepodařilo se získat uživatelské jméno a heslo pro iDisk";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Doporučujeme použít tuto volbu. Původní nastavení můžete vždy upravit v Předvolbách.";
"Quit" = "Ukončit";
"Don't Quit" = "Neukončovat";
"Done" = "Hotovo";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Pokud necháte běžet Path Finder neustále, bude vždy při ruce!\r\rToto informaci můžete vypnout v Předvolbách";
"No" = "Ne";
"Yes" = "Ano";
"Would you like Path Finder to launch automatically when you log in?" = "Chcete pouštět program Path Finder automaticky po přihlášení?";
"Really Quit?" = "Opravdu ukončit?";
"Expired" = "Ukončena platnost";
"Image: " = "Obraz: ";
"to" = "do";
"Stop" = "Zastavit";
"Home" = "Domov";
"Find" = "Hledat";
"Computer" = "Počítač";
"View as Hex" = "Zobrazit hexadecimálně";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Aktualizace databáze může trvat několik minut, ale pokud se provede, bude hledání souborů velmi rychlé";

"Idle" = "Nečinný";
"Found: %d" = "Nalezeno: %d";
"Move to Trash" = "Přesunout do koše";
"Open with %@" = "Otevřít v %@";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Aby vyhledávání v Path Finderu fungovalo správně, musíte vytvořit databázi umístění souborů.  Klikněte na tlačítko \"Akutalizace Databáze\"  v Předvolbách.";
"Show in New Window" = "Ukázat v novém okně";
"Open" = "Otevřít";

"Finding..." = "Hledám...";
"Open with %@" = "Otevřít v %@";
"Found: %d" = "Nalezeno: %d";
"Computer" = "Počítač";
"%d items" = "%d položek";
"Open with %@" = "Otevřít v %@";
"%@ available, %@ used" = "%@ volno, %@ použito";

"link" = "link";
"The original file may have been moved or deleted." = "Původní soubor může být přesunutý nebo smazaný.";
"Could not resolve alias." = "Nelze najít originál.";

"alias" = "zástupce";
"Error creating directory." = "Chyba při vytváření adresáře.";
"Write error." = "Chyba při zápisu.";
"Read error." = "Chyba při čtení.";
"Error creating file." = "Chyba při vytváření souboru.";
"Error creating symbolic link." = "Chyba při vytváření symbolického linku.";
"There is no application available to open the document \"%@\"." = "Není dostupná žádná aplikace k otevření souboru \"%@\".";
"OK" = "Budiž";
"Alert!" = "Pozor!";
"View Hex" = "Ukázat hexidecimálně";

"Computer" = "Počítač";
"You do not have permission to trash this item." = "Nemáte dostatek práv ke smazání souboru.";
"copy" = "kopírovat";
"Trash operation could not be completed." = "Operace s košem nemůže být dokončena.";
"Choose a valid destination." = "Vyberte správně umístění.";
"Compress..." = "Kompresovat...";
"Destination does not exist" = "Umístění neexistuje";
"Decompress..." = "Dekompresovat...";
"Date Created" = "Datum vytvoření";
"Kind" = "Druh";
"Date Modified" = "Datum změny";
"Name" = "Jméno";
"Size" = "Velikost";
"Version" = "Verze";
"Replace All" = "Přepsat vše";
"Error!" = "Chyba!";
"Replace" = "Přepsat";
"Go Menu" = "Menu Jdi do";
"Building Menus" = "Vytvářím menu";
"Favorites Menu" = "Menu Oblíbené";
"Running Applications Menu" = "Menu spuštěné aplikace";
"Applications Menu" = "Menu Aplikace";
"Developer" = "Developer";
"Float Window" = "Plovoucí okno";
"Transparency" = "Průhlednost";
"Find" = "Najít";
"Path" = "Cesta";
"iDisk" = "iDisk";
"History" = "Historie";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Programu Path Finder se nepodařilo odeslat e-mail s chybovým hlášením.  Zkopírujte obsah tohoto okna a pošlete ho do bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Došlo k neočekávané chybě programu Path Finder.  Prosíme pošlete e-mail do bugs@cocoatech.com, abychom mohli problém vyřešit pro příští verzi.";
"Bug Reporter" = "Bug Reporter";
"Email Report" = "Email Report";

"Path Finder has been updated to version %@!" = "Program Path Finder má novou verzi %@!";

"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Používáte verzi %@.  Stáhněte si verzi %@ z www.cocoatech.com";

"Update Now" = "Stáhnut okamžitě";
"The item \"%@\" could not be moved to the trash." = "Položka \"%@\" nemohla být přesunuta do koše.";
"Would you like to delete it immediately?" = "Chcete ji smazat okamžitě?";

"Label" = "Visačka";

"View" = "Zobrazit";
"Dynamic" = "Zarovnat do okna";

"Sort Ascending" = "Setřídit vzestupně";
"Sort Descending" = "Setřídit sestupně";

"as Icons" = "Ikony";
"as List" = "Seznam";
"as Columns" = "Sloupce";

"Touch" = "Aktualizovat";

"Capacity:" = "Kapacita:";
"Path:" = "Cesta:";
"Volume:" = "Svazek:";
"Format:" = "Formát:";
"Created:" = "Vytvořeno:";
"Size:" = "Velikost:";
"Free:" = "Volno:";
"Version:" = "Verze:";
"Modified:" = "Změny:";
"Kind:" = "Druh:";
"Resolved:" = "Resolved:";

"Name:" = "Jméno:";
"Owner:" = "Majitel:";
"Group:" = "Skupina:";
"Permission:" = "Práva:";
"Type:" = "Typ:";
"Creator:" = "Tvůrce:";

"New File" = "Nový soubor";
"Preview" = "Náhled";
"Forward" = "Doručit";
"Mount Point:" = "Místo připojení:";
"Device:" = "Zařízení:";
"MP3:" = "MP3:";

"Application:" = "Aplikace:";

"Are you sure you want to remove the items in the Trash permanently?" = "Opravdu chcete natrvalo smazat položky v koši?";
"You cannot undo this action." = "Tuto akci nemůžete vrátit zpět";

"Tool Drawer" = "Zásuvka s nástroji";
"Preview Drawer" = "Zásuvka s náhledem";
"Busy" = "Vytížen";

"Local Disks" = "Místní disky";
"Everywhere" = "Všude";

"Connect" = "Připojit";
"Hide" = "Skýt";
"Show" = "Ukázat";
"Search" = "Vyhledat";

"Choose Volume" = "Vyberte svazek";

"Hide %@" = "Skrýt %@";
"Hide Others" = "Skýt ostatní";
"Show All" = "Ukázat vše";

"Show Trash Can" = "Ukázat koš";
"Hide Trash Can" = "Skrýt koš";

"Go to Folder" = "Jdi do složky";
"Go to the folder:" = "Jdi do složky:";
"Go" = "Jdi";

/* Search Results for '.txt' in 'System' */
"Search Results for '%@' in '%@'" = "Výsledky hledání '%@' v '%@'";

"Find String:" = "Najdi řetězec:";
"Search Location:" = "Prohledej umístění:";

"An error occurred while trying to mount \"%@\"." = "Došlo k chybě při pokusu o připojení \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Došlo k chybě při pokusu o odpojení \"%@\".";
"An error occurred while trying to eject \"%@\"." = "Došlo k chybě při pokusu o vysunutí \"%@\".";
"Error: %d" = "Chyba: %d";

"Really Open?" = "Opravdu otevřít?";
"Do you want to open all %d items?" = "Chcete otevřít všechny položky %d?";

"Searching..." = "Hledám...";

"Encoding" = "Kódování";
"Convert document to plain text?" = "Zkonvertovat dokumenty do obyčejného textu?";
"Converting will lose fonts, colors, and other text styles in the document." = "Při konverzi se ztratí informace o písmech, barvách a dalších textových stylech v dokumentu.";

"Text Editor" = "Textový editor";
"Play Sound" = "Přehrát zvuk";

"Access" = "Přístup";
"Access:" = "Přístup:";
"Owner" = "Majitel";
"Group" = "Skupina";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Vyberte položku v menu a stiskněte kombinaci kláves, která má být přiřazena. Ke zrušení stiskněte klávesu delete.";
"Menu" = "Menu";
"Command" = "Příkaz";
"Menu Key Editor" = "Editor klávesových zkratek";

"Welcome to Path Finder" = "Vítá vás Path Finder";
"Buy Later" = "Koupit později";
"Buy Now" = "Koupit";
"Enter Registration Code" = "Zadejte registrační kód";
"%d days remaining" = "Zbývá ještě %d";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Děkujeme za vaši podporu! Program Path Finder se neustále vyvíjí a vylepšuje díky lidem, jako jste vy. ";
"Purchase Path Finder today!" = "Kupte Path Finder již dnes!";
"%d day free trial" = "%d dnů zkušební verze";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Když koupíte program Path Finder, pošleme vám registrační kód. Zadejte ho spolu s e-mailovou adresou.";
"Email Address:" = "E-mailová adresa:";
"Registration Code:" = "Registrační kód:";

"Invalid Registration Code!" = "Neplatný registrační kód";
"Thank you for registering Path Finder!" = "Děkujeme za zaregistrování programu Path Finder";
"This copy of Path Finder is not registered" = "Tato kopie programu Path Finder není zaregistrována.";
"Close" = "Close";
"Font Sample" = "Ukázka písma";

"View Text" = "Ukázat text";
"Password" = "Heslo";

"Remove Top" = "Vyjmout vrchní";
"Remove All" = "Vyjmout vše";

"New Shelf..." = "Nový zásobník...";
"Remove Shelf" = "Odstranit zásobník";
"Drop Stack" = "Vyprázdnit zásobník";
"Standard" = "Standard";
"Processes" = "Procesy";

"Process Drawer" = "Zásuvka s procesy";
"Empty" = "Prázdný";
"Shelf" = "Zásobník";

"Zoom In" = "Přiblížit";
"Zoom Out" = "Oddálit";
"Go to Page" = "Jdi na stranu";
"Page %d of %d" = "Strana %d z %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Toto PDF je chráněno heslem.  Bez hesla nejsou některé operace dovoleny.";
"To enable more operations, enter a password:" = "Pokud potřebujete více možostí při práci s tímto dokumentem, zadejte heslo:";

"Summarize" = "Sumarizovat";
"Sentences" = "Vět";
"Paragraphs" = "Odstavců";
"Shelf Name" = "Jméno zásobníku";
"Icon Size" = "Velikost ikon";
"Toggle Shelf" = "Prohodit zásobník";
"Activate URLs" = "Aktivovat URL";

"License Agreement" = "Licenční smlouva";
"Agree" = "Souhlasit";
"Disagree" = "Nesouhlasit";
"Clean up" = "Vyprázdnit";
"Info" = "Informace";
"%d of %d items selected" = "%d z %d vybraných položek";
"Action" = "Akce";
"Remove Shelf?" = "Vyprázdnit zásobník?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Jste si jist, že chcete vyprázdnit zásobník \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Zavřít";
"New" = "Nový";
"New Tab" = "Nová záložka";

"Do you really want to close this terminal session?" = "Opravdu chcete ukončit tuto relaci?";
"Closing this session will terminate the following processes inside it: " = "Ukončení relace ukončí následující proces: ";
"Terminal Drawer" = "Zásuvka s terminálem";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Bezpečné smazání";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Bezpečné mazání přepíše soubory před jejich smazáním. Soubory jsou přepsány třikrát, nejprve pomocí 0xff, pak 0x00, a nakonec 0xff.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "UPOZORNĚNÍ:  Tato akce obchází koš. Nelze ji vrátit zpět.";
"Execute delete with root privileges" = "Provést smazání pomocí práv uživatele root";
"Normal Delete" = "Smazat normálně";
"Secure Delete" = "Bezpečné smazání";
"%d Applications" = "%d Applications";
"Extension" = "Přípona";
"Convert Image" = "Konvertovat obrázek";
"Disk Usage" = "Místo na disku";

"Do you want to force %@ to quit?" = "Chcete ihned ukončit %@?";
"You will lose any unsaved changes." = "Přijdete o všechny neuložené změny.";
"Force Quit" = "Okamžitě ukončit";

"Burn" = "Vypálit";
"Burning %@ disc" = "Vypaluji disk %@";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"IS0 9660" = "IS0 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Nespecifikováno";
"Found: %d" = "Nalezeno: %d";
"All" = "Vše";

"Today" = "Dnes";
"the last 2 days" = "poslední 2 dny";
"the last 3 days" = "poslední 3 dny";
"the last week" = "poeslední týden";
"the last 2 weeks" = "poslední 2 týdny";
"the last 3 weeks" = "poslední 3 týdny";
"the last month" = "poeslední měsíc";
"the last 2 months" = "poslední 2 měsíce";
"the last 3 months" = "poslední 3 měsíce";
"the last 6 months" = "posledních 6 měsíců";
"the last year" = "poslední rok";

"Find by" = "Najít podle";
"Find by Name" = "Najít podle jména";
"Find by Content" = "Najít podle obsahu";
"Search Locations" = "Prohledávaná umístění ";

"Partial match" = "Částečná shoda";
"Exact match" = "Úplná shoda";
"Starts with" = "Začíná s";
"Ends with" = "Končí s";

"Search inside packages" = "Hledat uvnitř balíčků";
"Search inside the System folder" = "Hledat uvnitř Systému";

"Security Level" = "Bezpečnostní úroveň";
"Simple Security (1 pass)" = "Jednoduchá (1 průchod)";
"Medium Security (7 passes)" = "Střední (7 průchodů)";
"Ultra Security (35 passes)" = "Nejvyšší (35 průchodů)";

"Burning Disk Image" = "Vypalování obrazu disku";
"Burning:" = "Vypalování:";
"Eject disc after burning" = "Vysunout disk po vypálení";
"Verify disc after burning" = "Ověřit disk po vypálení";

"Play" = "Hrát";
"Parent" = "Nadřazená složka";

"Greater than" = "Větší než";
"Less than" = "Méně než";
"Visibility:" = "Zobrazení:";
"Visible" = "Viditelné";
"Invisible" = "Neviditelné";
"Content:" = "Obsah";
"Extension:" = "Přípona:";
"Label:" = "Nálepka:";

"Document" = "Dokument";
"Folder" = "Složka";
"Application" = "Aplikace";
"Audio" = "Audio";
"Image" = "Obrázky";
"Movie" = "Filmy";
"PDF" = "PDF";
"Alias" = "Zástupci";
"Sample" = "Příklad";
"%d seconds" = "%d sekund";
"Duration:" = "Délka:";

"Find results incomplete." =  "Hledání nebylo dokončeno.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X zastaví vyhledávání, pokud se obsah disku v jeho průbehu změní.  Zkuste to znovu.";

"untitled" = "beze jména";

"Path Drawer" = "Zásuvka s cestou";

/* Screen Capture Panel */
"Screen Capture" = "Otisk obrazovky";
"Escape Key:" = "Klávesa Esc:";
"Cancels interactive screen shot mode" = "Ruší interaktivní stav";
"Space Key:" = "Klávesa mezerník:";
"Toggle between mouse and window selection modes" = "Přepíná mezi výběrem myší a okna";
"Control Key:" = "Klávesa Ctrl:";
"Causes screen shot to go to clipboard" = " Uloží otisk obrazovky do schránky";
"Hot keys in screen capture mode" = "Aktivní klávesy";
"Selection" = "Výběr";
"Window" = "Okno";
"All monitors" = "Všechny monitory";
"Main monitor only" = "Jen lavní monitor";
"Screen capture mode" = "Režim otisku obrazovky";
"Play sounds" = "Přehrát zvuk";
"Display screen-shot in Image Converter" = "Zobrazit otisk v Konvertoru obrázků";
"Save screen-shot to file" = "Uložit otisk do souboru";
"Save screen-shot to clipboard" = "Uložit otisk do schánky";

"Resource Fork" = "Resource Fork";
"Data Fork" = "Datový fork";
"Recent Servers" = "Poslední servery";
"URL:" = "URL:";

"Man Pages" = "Manuálové stránky";
"Connect To iDisk" = "Připojit iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "Abyste si mohli připojit iDisk, musíte nastavit jméno a heslo pro .Mac.";
"Member name:" = "Jméno uživatele:";
"Password:" = "Heslo:";
"Connect To iDisk Public Folder" = "Připojit veřejnou složku iDisku";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "K připojení věřejné složky jiného člena .Mac zadejte jeho uživatelské jméno";
"Address:" = "Adresa:";  /* Server Address URL */
"Erase" = "Erase";
